[{
	"name":	"Amulet of Health",
  "desc_short": "amulet",
	"desc_long":	"This amulet is a golden disk on a chain. It usually bears the image of a lion or other powerful animal.",
  "magic_effect_table": { 
     "primary_stat": "constitution",
     "primary_stat_mod": [2,4,6]     
  },
  "magic_field_desc": "moderate-transmutation",
  "min_caster_lvl_to_craft": [8],
  "value_gp": [4000,16000,36000]
}, {
	"name":	"Amulet of Mighty Fists",
  "desc_short": "amulet",
	"desc_long":	"",
  "magic_effect_table": {
    "primary_stat": "hit",
    "primary_stat_mod": [1,2,3,4,5],
    "secondary_stat_mod": "damage",
    "secondary_stat_mod": [1,2,3,4,5]
  },
  "magic_field_desc": "faint-evocation",
  "min_caster_lvl_to_craft": [5],
  "value_gp": [6000,24000,54000,96000]
}, {
  "name": "Amulet of Natural Armor",
  "desc_short": "amulet",
  "desc_long": "This amulet, usually crafted from bone or beast scales, toughens the wearers body and flesh, giving him an enhancement bonus to his natural armor bonus of from +1 to +5, depending on the kind of amulet.",
  "magic_effect_table": [{
    "primary_stat": "natural-armor",
    "primary_stat_mod": [1,2,3,4,5],
    "secondary_stat": "",
    "secondary_stat_mod": []
    }],
  "magic_field_desc": "faint-transmutation",
  "min_caster_lvl_to_craft": [5,6,9,12,15],
  "value_gp": [2000,8000,18000,32000,50000]
}, {
  "name": "Amulet of the Planes",
  "desc_short": "amulet",
  "desc_long": "This device usually appears to be a black circular amulet, although any character looking closely at it sees a dark, moving swirl of color. The amulet allows its wearer to utilize plane shift. However, this is a difficult item to master. The user must make a DC 15 Intelligence check in order to get the amulet to take her to the plane (and the specific location on that plane) that she wants. If she fails, the amulet transports her and all those traveling with her to a random location on that plane (01-60 on d%) or to a random plane (61-100).",
  "magic_effect_table": [{
    "primary_stat": "",
    "primary_stat_mod": [],
    "secondary_stat": "",
    "secondary_stat_mod": [],
    "alt_effect": "learn-spell-plane-shift",
    "alt_effect_desc": "The user must make a DC 15 Intelligence check in order to get the amulet to take her to the plane (and the specific location on that plane) that she wants. If she fails, the amulet transports her and all those traveling with her to a random location on that plane (01-60 on d%) or to a random plane (61-100)."
    }],
  "magic_field_desc": "strong-conjuration",
  "min_caster_lvl_to_craft": [15],
  "value_gp": [120000]
}, {
  "name": "Amulet of Proof against Detection and Location",
  "desc_short": "amulet",
  "desc_long": "This silver amulet protects the wearer from scrying and magical location just as a nondetection spell does. If a divination spell is attempted against the wearer, the caster of the divination must succeed on a caster level check (1d20 + caster level) against a DC of 19 (as if the caster had cast nondetection on herself).",
  "magic_effect_table": [{
    "primary_stat": "",
    "primary_stat_mod": [],
    "secondary_stat": "",
    "secondary_stat_mod": [],
    "alt_effect": "buff-self-nondetection",
    "alt_effect_desc": " If a divination spell is attempted against the wearer, the caster of the divination must succeed on a caster level check (1d20 + caster level) against a DC of 19 (as if the caster had cast nondetection on herself)."
    }],
  "magic_field_desc": "moderate-abjuration",
  "min_caster_lvl_to_craft": [8],
  "value_gp": [35000]
}, {
  "name": "Apparatus of the Crab",
  "desc_short": "barrel-large",
  "desc_long": "This item appears to be a large, sealed iron barrel, but it has a secret catch (Search DC 20 to locate) that opens a hatch in one end. Anyone who crawls inside finds ten (unlabeled) levers: The device has the following characteristics: hp 200; hardness 15; Spd 20 ft., swim 20 ft.; AC 20 (-1 size, +11 natural); Atk +12 melee (2d8, 2 pincers). Operating a lever is a full-round action, and no lever may be operated more than once per round. However, since two Medium characters can fit inside, the apparatus can move and attack in the same round. The device can function in water up to 900 feet deep. It holds enough air for a crew of two to survive 1d4+1 hours (twice as long for a single occupant). When activated, the apparatus looks something like a giant lobster.",
  "enc_tables": [{
  	"effect1": "Extend/retract legs and tail",
  	"effect2": "Uncover/cover forward porthole",
  	"effect3": "Uncover/cover side portholes",
  	"effect4": "Extend/retract pincers and feelers",
  	"effect5": "Snap pincers",
  	"effect6": "Move forward/backward,
  	"effect7": "Turn left/right",
  	"effect8": "Open eyes with continual flame inside/close eyes",
  	"effect9": "Rise/sink in water",
  	"effect10": "Open/close hatch"
  }],
  "magic_effect_table": [{
    "primary_stat": "",
    "primary_stat_mod": [],
    "secondary_stat": "",
    "secondary_stat_mod": [],
    "alt_effect": "",
    "alt_effect_desc": ""
    }],
  "magic_field_desc": ["strong-evocation","strong-transmutation"],
  "min_caster_lvl_to_craft": [19],
  "value_gp": [90000],
  "weight_lb": [500]
}, {
  "name": "Bead of Force",
  "desc_short": "tiny-sphere",
  "desc_long": "This small black sphere appears to be a lusterless pearl. You can throw it up to 60 feet with no range penalties. Upon sharp impact, the bead explodes, sending forth a burst that deals 5d6 points of force damage to all creatures within a 10-foot radius. It functions like a resilient sphere spell (Reflex DC 16 negates) with a radius of 10 feet and a duration of 10 minutes. A globe of shimmering force encloses a creature, provided the latter is small enough to fit within the diameter of the sphere. The sphere contains its subject for the spell’s duration. The sphere is not subject to damage of any sort except from a rod of cancellation, a rod of negation, disintegrate, or a targeted dispel magic spell. These effects destroy the sphere without harm to the subject. Nothing can pass through the sphere, inside or out, though the subject can breathe normally. The subject may struggle, but the globe cannot be physically moved either by people outside it or by the struggles of those within. The explosion completely consumes the bead, making this a one-use item.",
  "enc_tables": [{

  }],
  "magic_effect_table": [{
    "primary_stat": "",
    "primary_stat_mod": [],
    "secondary_stat": "",
    "secondary_stat_mod": [],
    "alt_effect": "",
    "alt_effect_desc": ""
    }],
  "magic_field_desc": "moderate-evocation",
  "min_caster_lvl_to_craft": [10],
  "value_gp": [3000],
  "weight_lb": []

}, {
  "name": "Monk's Belt",
  "desc_short": "belt-rope",
  "desc_long": "This simple rope belt, when wrapped around a character's waist, confers great ability in unarmed combat. The wearer’s AC and unarmed damage is treated as a monk of five levels higher. If donned by a character with the Stunning Fist feat, the belt lets her make one additional stunning attack per day. If the character is not a monk, she gains the AC and unarmed damage of a 5th-level monk. This AC bonus functions just like the monk’s AC bonus.",
  "enc_tables": [{

  }],
  "magic_effect_table": [{
    "primary_stat": "",
    "primary_stat_mod": [],
    "secondary_stat": "",
    "secondary_stat_mod": [],
    "alt_effect": "",
    "alt_effect_desc": ""
    }],
  "magic_field_desc": "moderate-transmutation",
  "min_caster_lvl_to_craft": [10],
  "value_gp": [13000],
  "weight_lb": [1]

}, {
  "name": "Belt of Dwarvenkind",
  "desc_short": "belt",
  "desc_long": "This belt gives the wearer a +4 competence bonus on Charisma checks and Charisma-based skill checks as they relate to dealing with dwarves, a +2 competence bonus on similar checks when dealing with gnomes and halflings, and a -2 competence penalty on similar checks when dealing with anyone else. The wearer can understand, speak, and read Dwarven. If the wearer is not a dwarf, he gains 60-foot darkvision, dwarven stonecunning, a +2 enhancement bonus to Constitution, and a +2 resistance bonus on saves against poison, spells, or spell-like effects.",
  "enc_tables": [{

  }],
  "magic_effect_table": [{
    "primary_stat": "",
    "primary_stat_mod": [],
    "secondary_stat": "",
    "secondary_stat_mod": [],
    "alt_effect": "",
    "alt_effect_desc": ""
    }],
  "magic_field_desc": "moderate-divination",
  "min_caster_lvl_to_craft": [12],
  "value_gp": [14900],
  "weight_lb": [1]

}, {
  "name": "Blessed Book",
  "desc_short": "book",
  "desc_long": "This well-made tome is always of small size, typically no more than 12 inches tall, 8 inches wide, and 1 inch thick. All such books are durable, waterproof, bound with iron overlaid with silver, and locked.\nA wizard can fill the 1,000 pages of a blessed book with spells without paying the 100 gp per page material cost. This book is never found as randomly generated treasure with spells already inscribed in it.",
  "enc_tables": [{

  }],
  "magic_effect_table": [{
    "primary_stat": "",
    "primary_stat_mod": [],
    "secondary_stat": "",
    "secondary_stat_mod": [],
    "alt_effect": "",
    "alt_effect_desc": ""
    }],
  "magic_field_desc": "moderate-transmutation",
  "min_caster_lvl_to_craft": [7],
  "value_gp": [12500],
  "weight_lb": [1]

}]
